Repository: mozilla-l10n/mt-training-data
Catalog: nr/nr_pontoon.tmx
Source language: en_us
Languages: nr

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
nr: <pontoonAccountLink>Yenza i-akhawudi </pontoonAccountLink> nawunganayo. Ngemva kwalokho, khetha ilimi lakho <strong>(‘Team’)</strong> begodu ngemva kwalokho ukhethe umsebenzi <pontoonCvLink>Common Voice</pontoonCvLink>. Kuzokuba namafayili ekufuze atjhugululwe. Gandelela kwelinye lawo, lizokuveza amagama wesiNgisi nebhoksi ongawatjhugululela kilo.

source: Portuguese
nr: IsiPortuguese

source: Press play, listen & tell us: did they accurately speak the sentence below?
nr: Gandelela, dlala lalela bese uyasitjela: bawutjho kuhle na umutjho ongenzasi?

source: Press { shortcut-play-toggle } to toggle play mode
nr: Gandelela { shortcut-play-toggle } bona utjhugulule indlela yokudlala

source: Privacy
nr: Ifihlo

source: Privacy Policy
nr: Umthetho wefihlo

source: Privacy, security and transparency.
nr: Ifihlo, ivikeleko nokuba sepepeneneni.

source: Pro
nr: IsiPro

source: Profile
nr: Iphrofayili

source: Profile information improves the audio data used in training speech recognition accuracy.
nr: Imininingwana yephrofayili ithuthukisa ihlelo lokurekhodiweko ekulumeni yokufundisa enembileko.

source: Progress
nr: Ituthuko

source: Punjabi
nr: IsiPunjabi

source: Quechua Chanka
nr: IsiQuechua Chanka

source: [‘Raised’ in English is always pronounced as one syllable, not two]
nr: [‘Ukukhuliswa’ ngesiNgisi kuphinyiselwa ngesilabhulu yinye ingasi ezimbili]

source: Reader Effects
nr: Iinkunupe zokufunda

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
nr: Ukufunda okuthileko okungakatlolwa njengokuthi "S'bo" esikhundleni sokuthi "Sibo" namkha "Sibo" esikhundleni sokuthi "S'bo".

source: Read More
nr: Funda okwengeziweko

source: Read more on our About page
nr: Funda okwengeziweko ekhasini leMininingwana yekhasi

source: Read the sentence carefully - don’t miss, change or add words.
nr: Funda umutjho kuhle-ungeqi, utjhugulule namkha ungezelele amagama.

source: Ready to add your voice or lend your ear?
nr: Ukulungele ukurekhoda iphimbo lakho namkha ukusiboleka indlebe?

source: Ready to contribute?
nr: Sele ukulungele ukunikela?

source: Ready to do { $count } more?
nr: Ukulungele ukwenza { $count } okwengeziweko?

source: Ready to donate your voice?
nr: Ukulungele ukunikela ngephimbo lakho?

source: Ready to help validate sentences?
nr: Ukulungele ukusiza ngokuphasisa imitjho?

source: reCAPTCHA is required if you want to proceed
nr: kuyatlhogeka reCAPTCHA nange ufuna ukuragela phambili

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
nr: Fumana ama-email akhuluma ngephaliswano, iinkhumbuzo zemigomo, ituthuko yamva nje neendaba zeCommon Voice.

source: Recorded Clips
nr: Rekhoda Iinqetjhana

source: Recorded Hours
nr: Ama-awara wokurekhoda

source: <recordIcon></recordIcon> Last one!
nr: <recordIcon></recordIcon> Yokugcina!

source: [Recording cut off before the end of the last word]
nr: [Ukujamisa ukurekhoda ngaphambi kwegama lokugcina]

source: Recordings
nr: Okurekhodiweko

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
nr: Iinqetjhada zamaphimbo ezirekhodiweko ziyingcenye eqakathekileko yokwakha ihlelo lethu; abanye bangathi, le yingcenye ethabisako.

source: Record/Stop
nr: Rekhoda/Jama

source: Record your voice
nr: Rekhoda iphimbo

source: Refresh
nr: Vuselela

source: Reject
nr: lahla

source: Remove
nr: Susa

source: Remove Avatar
nr: Susa

source: Report
nr: Bika

source: Report was passed successfully
nr: Umbiko uphasile

source: Request a Language
nr: Bawa Ilimi

source: Request recordings
nr: Bawa okurekhodiweko

source: *required
nr: *kuyatlhogeka

source: Re-record
nr: Rekhoda kabutjha

source: Re-record clip
nr: Rekhoda kabutjha

source: Return
nr: Buyela

source: Return here to edit your goal anytime.
nr: Buyela la bona ulungise imigomakho nanyana kunini.

source: Return to Common Voice
nr: Buyela kuCommon Voice

source: Return to Common Voice Datasets
nr: Buyela kuCommon Voice Datasets

source: Return to Languages
nr: Buyela emalimini

source: Review
nr: Buyekeza

source: Review could not be saved. Please try again later.
nr: Okubuyekezileko angekhe kubulungeke. Sibawa ulinge ngokukhamba kwesikhathi.

source: ⓘ Review Criteria
nr: ⓘ Indlela yokubuyekeza

source: Review Criteria
nr: Buyekeza

source: Reviewed sentences not submitted, are sure?
nr: Uyaqiniseka bona uyibuyekezile imitjho engakakhanjiswa?

source: Review & re-record clips here as you go
nr: Buyekeza bewurekhode kabutjha khona la

source: Review & re-record clips if needed
nr: Buyekeza bewurekhode nange kutlhogeka

source: Review Sentences
nr: Buyekeza imitjho

source: Review & Submit
nr: Buyekeza bewuThumele

source: Romanian
nr: IsiRomania

source: Romansh Sursilvan
nr: IsiRomansh Sursilvan

source: Romansh Vallader
nr: IsiRomansh Vallader

source: Runyankole
nr: IsiRunyankole

source: Russian
nr: IsiRussia

source: s
nr: Iindlela eziquntelako

source: Sakha
nr: IsiSakha

source: Santali (Ol Chiki)
nr: IsiSantali (Ol Chiki)

source: Saraiki
nr: IsiSaraiki

source: Sardinian
nr: IsiSardinia

source: Save
nr: Bulunga

source: Saved
nr: Ibulungiwe

source: Search
nr: Funa

source: See how your progress compares to other contributors all over the world.
nr: Qala ituthukwakho nayimadaniswa neyabanye abafaka isandla ephasini mazombe.

source: See Less
nr: Veza okuncani

source: See More
nr: Veza okunengi

source: Select a Language...
nr: Khetha ilimi...

source: Selected
nr: Ikhethiwe

source: Send sign up link
nr: Thumela ilinki yokuzitlolisa

source: Sentence Collection
nr: Imitjho eminengi

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
nr: <sentenceCollectorFragment>Fumana eminye imitjho</sentenceCollectorFragment>.

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
nr: <sentenceCollectorVideo>Bukela iinqophiso zethu kuzoKubuthelela iMitjho</sentenceCollectorVideo>.

source: Sentences
nr: Imitjho

source: Sentences are collected for people to read aloud.
nr: Imitjho ibuthelelwe ukwenzela bona umuntu ayifundele phezulu.

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
nr: Imitjho kufuze yamukelwe babantu ababili nayizakufakwa ku-Common Voice. Ufaka iinkambiso zelimi lakho <languageGuidelinesLink>here</languageGuidelinesLink> la </languageGuidelinesLink>. Imitjho kufuze ifakwe <licenseLink>public domain</licenseLink> lapha izokufunyanwa mphakathi khona begodu kufuze ibe ngaphasi kwamagama ali-15. Kufuze ubawe umnikazi wamagama bona enze <waiverLink> i-CC0 ihlelo lesivumelwano,</waiverLink> begodu ayithumele kithi asebenzisa i commonvoice@mozilla.com

source: { $sentences } sentences reviewed. Thank you!
nr: { $sentences } imitjho ebuyekeziweko. Siyathokoza!

source: Sentence text
nr: Amagama wemitjho

source: Serbian
nr: IsiSerbian

source: Set a goal
nr: Beka umgomo

source: Set my visibility
nr: Tjengisa nangikhona

source: Setswana
nr: IsiTswana

source: Settings
nr: Amasethingi

source: Sex or Gender
nr: Ubulili

source: Share Common Voice
nr: Yabelana nge-Common Voice

source: Share my goal
nr: Yabelana ngomgomami

source: Share your clip
nr: Yabelana ngesiquntu engisirekhodileko

source: Share your { $count } Clip Daily Goal for { $type }
nr: Yabelana { $count } nephimbo qobe langa umgomo we { $type }

source: Share your { $count } Clip Weekly Goal for { $type }
nr: Yabelana { $count } ngephimbo qobe veke umgomo we { $type }

source: Shilha
nr: IsiShilha

source: Shortcuts
nr: Ukufitjhanisa

source: [Should be ‘dinosaurs’]
nr: [Kungenzeka ‘iphelelwe sikhathi’]

source: [Should be “We are”]
nr: [Kufuze kube ngu “Sibo”]

source: Show my ranking
nr: Veza ukutshwaya kwami

source: Sicilian
nr: IsiSicilia

source: Sign up
nr: Zitlolise

source: Sign up for an account
nr: Zitlolise ube ne-akhawundi

source: Sign up for Common Voice newsletters, goal reminders and progress updates
nr: Zitlolise bona ufumane iindaba nge-Common Voice, imigomo netuthuko yamva nje

source: sign up for email updates
nr: zitlolise ufumane zamja nje nge-imeyili

source: Sign up for { $lang } updates:
nr: Zitlolisele { $lang } zamva nje:

source: Single ZIP file containing
nr: Ifayela ye-ZIP emumethe

source: Sinhala
nr: IsiSinhala

source: Siswati
nr: IsiSwati

source: Size
nr: Isilinganiso

source: Skip
nr: Dlula

source: Skip Submission Feedback
nr: Yeqa uMlayezo oBuyako

source: Slovak
nr: IsiSlovak

source: Slovenian
nr: IsiSlovenia

source: Social media
nr: Zokuthintana

source: Somali
nr: IsiSomali

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
nr: Amanye amalimi amanengi ahluke khulu ngokwegrama, ivokheblari nendlela okusetjenziswa ngayo amatshwayo wokufunda. Ngebangelo, ngikho <ctaLink>sethula i ‘Variants’</ctaLink> ngo-2022. Lokhu kunikela imiphakathi iindlela zokuhlukanisa amalimabo emabulungelweni amakhulu.

source: Someone asks for a language to be added.
nr: Omunye ubawe bona kufakwe ilimi.

source: Something went wrong with reCAPTCHA. Please try again.
nr: Kunento engakhambi kuhle ngeCAPTCHA. Sibawa ulinge godu.

source: Sorbian, Lower
nr: IsiSorbian, Lower

source: Sorbian, Upper
nr: IsiSorbian, Upper

source: Sorry, Common Voice is running slowly. Thanks for your interest.
nr: Usilibalele i-Common Voice ikhamba kabuthaka. Siyathokoza ngokuba nekareko.

source: Sorry, something went wrong
nr: Usilibalele, kunento engakhambi kuhle

source: Source: { $sentenceSource }
nr: Umthombo: { $sentenceSource }

source: Southern Sotho
nr: IsiSotho seSewula

source: Spanish
nr: IsiSpanish

source: Speak
nr: Khuluma

source: Speakers
nr: Iinkhulumi

source: Speaking
nr: Ukukhuluma

source: Speaking and Listening
nr: Khuluma begodu Ulalele

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
nr: Khuluma ngephimbo lakho elijayelekileko! Indlela okhuluma ngayo ivumelekile la - sifuna indlela okhuluma ngayo njengombana injalo, begodu sifuna ukhulume ngetjhada ohlala ukhuluma ngalo, indlela nokuzwakala.

source: Speak now
nr: Khuluma nje

source: Speak up, contribute here!
nr: Khuluma, nikela endaweni le!

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
nr: <speechBlogLink>Thoma ngehlelo lokuHlola iPhimbo</speechBlogLink>

source: Split into { $archiveCount } ZIP files containing
nr: Zihlukaniswe zaba yi { $archiveCount } kumafayela we-ZIP

source: Splits
nr: Ukuhlukanisa

source: Start recording
nr: Thoma ukurekhoda

source: Start typing to describe your accent
nr: Thoma ukutlola uhlathulule indlela ophimisela ngayo

source: Stats
nr: Iimbalobalo

source: Status Page
nr: Ubujamo Bekhasi

source: Streaks
nr: Amatshwayo

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
nr: <strong>[Crackle]</strong> iingorho ze <strong>[crackle]</strong> -riassic.

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
nr: <strong>Ungasuli amatjhada wabantu abakhuluma ‘ngendlela ehlukileko’ kuneyakho</strong> - lokho kuqakathekile kuma-voice recognition bona asebenzele woke umuntu kuhle.

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
nr: <strong>Yiba sikghwari!</strong> Ilimi elikhulunywa mphakathi wangekhenu lizokuhluka begodu nanzi iindlela ezimbalwa zokuthoma.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
nr: <strong>[Sneeze]</strong> Iingorho ze- <strong>[cough]</strong> Triassic.

source: Submit
nr: Thumela

source: Submit a report
nr: Thumela umlayezo

source: Submit clips
nr: Thumela iinqetjhana

source: Subscribe
nr: Hlanganyela

source: Success
nr: Ipumelelo

source: Success, profile created!
nr: Ukghonile ukwenza iphrofayili!

source: Swahili
nr: IsiSwahili

source: Swedish
nr: IsiSwedish

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
nr: Khambisa umunwakho uwise ngasandleni sokuhla ukuphasisa umutjho. Khambisa umunwakho uwise ngesandleni sesinceni ukuwala. Akhambisa umunwakho uwusephezulu ukweqa. <strong>Ungakhohlwa ukuthumela ukwahlulela kwakho!</strong>

source: Syriac
nr: IsiSyriac

source: Tagalog
nr: IsiTagalog

source: Tahitian
nr: IsiTahitian

source: Taiwanese (Minnan)
nr: IsiTwi

source: Tajik
nr: IsiTajik

source: Taking several attempts to read a word.
nr: Ukulinga kanengana ukufunda igama.

source: Tamil
nr: IsiTamil

source: Tap
nr: IsiTap

source: Tatar
nr: IsiTatar

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
nr: I-Tatoeba libulungelo elikhulu lemitjho, amatjhugululo, namatjhada akhulunywako asetjenziselwa ukufunda ilimi. Idawnlodi le inesiNgisi esirekhodwe mphakathi osikhulumako.

source: TED-LIUM Corpus
nr: I-TED-LIUM Corpus

source: Tell us what you'd like to download:
nr: Sitjela ukuthi khuyini ofuna ukuyidawuniloda:

source: Telugu
nr: IsiTelugu

source: Terms
nr: Imigomo

source: Thai
nr: IsiThai

source: Thanks for confirming your account, now let's build your profile.
nr: Siyathokoza ngokuqinisekisa i-akhawundi yakho, njeke asenze iphrofayili yakho.

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
nr: Sithokoza abantu abanikelako abangaphezu kwe- 259k abantu abakhuluma amalimi angaphezu kwama-50, ukwaziswokhu kusetjenziswa bona kubandulwe ama-app wemitjhini ekhulumako bona isabele ngcono emaphimbweni wabantu.

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
nr: Siyathokoza ngokurekhoda!<lineBreak></lineBreak>Buyekeza ngemva kwalokho uthumele okurekhodileko okungenzasi.

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
nr: Siyathokoza ngokuthi ube nekareko yokunikela { $lang }. Sisebenza budisi bona senze woke amalimi alungele ukufakwa ebulungelweni begodu sihlala sithintana neenqhema sizinikela ukwaziswa okutjha ngama-Imeyili. Nawufuna ukunikela, sibawa ufake i-Imeyili yakho ngenzasi.

source: Thank you! You’ve sent a new language enquiry
nr: Siyathokoza! Uthumele isibawo sokufumana ilwazi ngelimi elitjha

source: The bumblebee sped by.
nr: Ikhamba ngebelo le.

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
nr: I-The Clip Graveyard inamaphimbo angakaphumeleli ukuba sebulungelweni le-Common Voice dataset. Njengombana nayo ilibulungelo, i-Graveyard iyafumaneka bona idawnlodwe. Sithanda ukuthokoza iinhlangano ezilandelako ngesizo lazo emsebenzini lo:

source: The clip has disrespectful or offensive language.
nr: Okurekhodiweko kunamezwi adelelako namkha alumelako.

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
nr: Ihlelo le-Common Voice lineenkulungwana neengidi zeenqetjhana zamaphimbo asibonelo asiza abathuthukisi bona bakhe ithulusi lokuhlola iphimbo.

source: The giant dinosaur of the Triassic.
nr: Iingorho zeTriassic.

source: The giant dinosaurs of the Triassi-.
nr: Iingorho zeTriassic.

source: The giant dinosaurs of the Triassic.
nr: Iingorho zeTriassic.

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
nr: Ingorho yeTriassic. <strong>[read by one voice]</strong>

source: The giant dinosaurs of the Triassic. Yes.
nr: IngorhoyeTriassic. Iye.

source: The giant dino <strong>[cough]</strong> the Triassic.
nr: Iingorho ze <strong>[cough]</strong> i Triassic.

source: The number of recordings and which languages you contribute to will be public.
nr: Inani lokurekhodiweko namalimi osize ngawo kuzokubona nginanyana ngubani.

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
nr: Zinengi iindlela zokucabanga ngelimi. Ngehloso yokwenza amathulusi akghona ukuhlukanisa amaphimbo, i-Common Voice ihlongoza bona udzimelele ‘ngokuvumelana nokuzwisisana bona kukhulunywa ngendlela engafaniko’, namkha ‘abantu abakhuluma ilimeli bangakghona na ukuzwisisana nange balinga ukwenza njalo?’

source: The recording was too long.
nr: Okurekhodiweko kude khulu.

source: The recording was too quiet.
nr: Okurekhodiweko kuthule khulu.

source: The recording was too short.
nr: Okurekhodiweko kufitjhani khulu.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
nr: Indlela abantu abafunda ngayo izokuhluka. Kwale kwaphela nange itjhada umuntu afunde ngalo liphezulu khulu kangangokuthi kuqunteke akutjhoko, namkha (okujayeleke khulu) liphasi khulu kangangokuthi akuzwakali bona kuthiwani ngaphandle kokuthi kuqalwe okutloliweko.

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
nr: Umphakathi usawathuthukisa amalimi la. <localizationGlossaryLink>Ubunzinzolwazi be-localization</localizationGlossaryLink> kodwana <sentenceCollectionGlossaryLink>kutlhogeka imitjho</sentenceCollectionGlossaryLink> bona bufakwe ngokusemthethweni.

source: The selected file is too large
nr: Ifayela elikhethiweko likhulu

source: The sentence has a grammatical or spelling error.
nr: Umutjho unomraro wokutlola nokupeleda.

source: The sentence has disrespectful or offensive language.
nr: Imitjho le itjengisa ukudelela namkha inamagama alumelako.

source: The sentence must be grammatically correct.
nr: Imitjho kufuze ivumelane nemithetho yokutlola nokupeleda.

source: The sentence must be speakable.
nr: Imitjho kufuze ikhulumeke.

source: The sentence must be spelled correctly.
nr: Imitjho kufuze ipeledwe kuhle.

source: The site is ready to be launched when it reaches 75% completion.
nr: Ikhaseli lizabe likulungele ukwethulwa ngokusemthethweni nasele lifikelele ku-70%.

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
nr: Ikhaseli lizokubulungwa ndawana msinya. Nawufuna ukwaziswa kwamva, sibawa uhlanganyele<matrixLink> neMatrix community chat</matrixLink> namkha uvakatjhele i-<githubLink>GitHub</githubLink> namkha <discourseLink> i Discourse forums</discourseLink> bona unikele bewuhlole ikhasi lethu lezinto esihlangabezana nazo.

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
nr: I-TED-LIUM yenziwe yathathelwa eenkulumweni ezigadangisiweko begodu okutloliweko kuyafumaneka kuzinzolwazi yeTED.

source: The website text is translated into that language.
nr: Umtlolo osetjenziswe kuwebhusayidi utjhugululelwe eliminelo.

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
nr: Leli lihlelo elisiza ngamaphimbo arekhodiweko elikghona ukuvuma namkha ukwala

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
nr: Ihlelweni lilawula ukubonakala kwelawulo lakho. Lapho lifihliweko, ituthukwakho izokufihleka. Lokho kutjho bona isithombe sakho, ibizo lakho netuthukwakho angeze ibonakale. Tjheja bona ukuthomisela phasi i-leaderboard kungathatha ~{ $minutes } umzuzu bona amatjhuguluko owenzileko abonakale.

source: Three to go!
nr: Kusele mithathu!

source: Tigre
nr: IsiTigre

source: Tigrinya
nr: IsiTigrinya

source: Today
nr: Namhlanjesi

source: Today's Common Voice progress on clips recorded
nr: Ituthuko yanamhlanjesi yokurekhodwe kuCommon Voice

source: Today's Common Voice progress on clips validated
nr: Okuphasisiweko namhlanjesi okurekhodwe kuCommon Voice

source: Toki Pona
nr: IsiToki Pona

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
nr: Bona uphumelele ukungena ehlelweni le-Common Voice iphimbo kufuze liphasiswe babantu ababili abahlukileko.

source: Top Contributors
nr: Umnikelo ophezulu

source: Total
nr: Pheleleko

source: Total Approved
nr: Inomboro yokuphasisiweko

source: { $totalHours } hours is achievable in just over { $periodMonths } months if { $people } people record { $clipsPerDay } clips a day.
nr: { $totalHours } ama-awara izokufumaneka esikhathini esingaphezudlwana kwe{ $periodMonths } iinyanga nange{ $people } abantu isiqetjhana{ $clipsPerDay } iinqetjhana ngelanga.

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
nr: Ngasesandleni sokudla sifake lokho umuntu akufumanako nelwazi esilenza lifumaneke emphakathini. Sebenzisa ilinki engaphasi bona usebenzise i-akhawundi ye-Common Voice esisetjenzisweni sakho.

source: Toward next goal
nr: Umgomo olandelako

source: Track progress here and on your stats page.
nr: Fumana ituthukwakho la nekhasi lakho leembalobalo.

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
nr: <translateVideoLink>Bukela iinqophiso zethu kubona isetjenziswa njani iPontoon.</translateVideoLink>

source: Translating the site
nr: Indawo yokutjhugulula
